Revit 2027 API
ParameterTypeId.RbsFamilyContentTakeoffProjlength Property
 "Takeoff Length Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFamilyContentTakeoffProjlength { get; }
Public Shared ReadOnly Property RbsFamilyContentTakeoffProjlength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFamilyContentTakeoffProjlength {
	ForgeTypeId^ get ();
}
static member RbsFamilyContentTakeoffProjlength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace